Repository: Flutterish/Hitokori
Catalog: Hitokori/Localisation/Mod.Strings.*.resx
Languages: ru

# autoplay-description
source: Let the cute bot do all the hard work
ru: Славный бот сделает всю сложную работу

# daycore-description
source: Ice, ice baby
ru: Медляк

# double-time-description
source: SpeeEEeEdddD
ru: СкОоОоООрРроОосТть

# easy-description
source: I don't play with fire
ru: Я не играю с огнём

# flashlight-description
source: Welcome to Night City
ru: Добро пожаловать в Найт-Сити

# half-time-description
source: Am I cool yet?
ru: Я ваще крутой?

# hard-rock-description
source: Through the fire and the flames
ru: Пройти через огонь и воду

# hidden-description
source: Just like your feelings
ru: По зову сердца

# hold-description
source: Don't hold yourself back
ru: Не сдерживай себя

# nightcore-description
source: Uguuuuuuuu...
ru: Уииииииииии...

# no-fail-description
source: True legends never die
ru: Настоящие легенды не умирают

# perfect-description
source: SS or quit
ru: Всё или ничего

# reverse-spin-description
source: You make me spin right round, baby right round
ru: Крутится, вертится шар голубой

# spin-description
source: Prepare for a spin
ru: Приготовься к спину

# sudden-death-description
source: Just like the old days
ru: Как в старые добрые

# triplets-description
source: Thrice the fun
ru: Тройное веселье

# untangle-description
source: WIP
ru: В РАЗРАБОТКЕ
