Repository: Flutterish/Hitokori
Catalog: Hitokori/Localisation/Setting.Strings.*.resx
Languages: ru

source: Camera speed
ru: Скорость камеры

# connector-hold-width
source: Hold/Spin connector width
ru: Толщина направляющей холд/спин нот

source: Connector width
ru: Толщина направляющей

# first-color
source: First orbital color
ru: Цвет первой орбитали

# lock-color
source: Lock
ru: Заблокировать

# ring-opacity
source: Orbit ring opacity
ru: Непрозрачность орбиты

# ring-style
source: Orbit ring style
ru: Вид орбиты

# second-color
source: Second orbital color
ru: Цвет второй орбитали

# show-speed
source: Show speed changes below cyan/orange tiles
ru: Показывать изменение в скорости под голубыми/оранжевыми нотами

# third-color
source: Third orbital color
ru: Цвет третьей орбитали
